package by.artsoimiv;

public class Main {

    //Задача: Написать конвертер с Json в Xml без использования доп.библиотек
    //валидация json файла
    //источник - локальный файл
    //сохраняем - в локальный файл
    //


    public static void main(String[] args) {

        JsonFileReader jsonFileReader = new JsonFileReader();

        System.out.printf("Конец");
    }
}
